package Task_2;

public class Main2 {
    public static void main(String[] args) {


        /**
         * При старте приложения попросите пользователя ввести 2 дроби.
         * Затем используя интерфейс Runnable запустить 4 потока,
         * которые используя лямбда-выражения выполнят действия:
         * Сумма двух дробей;
         * Разница двух дробей;
         * Произведение двух дробей;
         * Деление двух дробей.
         * Результ операций нужно вывести в консоль.
         */
    }

}
